# ZoneAirChangesPerHour Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ZoneAirChangesPerHour Property
ParameterTypeId Class See Also
---
"Air Changes per Hour"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ZoneAirChangesPerHour { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ZoneAirChangesPerHour As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ZoneAirChangesPerHour {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace